<template>
  <div class="content">
    <el-card shadow="hover">
      <h4>胃静脉曲张</h4>
      <h5>esophagealgastricvarices</h5>
    </el-card>
    <h3>疾病简介</h3>
    <p>
      急性消化道出血是消化系统疾病中常见的并发症，其中肝硬变失代偿导致的食管或胃底静脉曲张破裂出血尤为棘手，严重时常危及生命，因此，准确的诊断和对治疗疗效的判断至关重要。近年来，国内外应用硬化剂、组织粘合剂（如hismacry1）、皮圈套扎等在紧急内镜下止血取得了显著疗效。
    </p>
    <h3>发病原因</h3>
    <p>
      肝硬变患者门静脉压力增高是引起食管、胃底静脉曲张的主要原因。食管静脉曲张是门脉高压症引起的并发症。导致门脉压力增高的疾病有肝内和肝外两大类。
    </p>
    <p>
      在成人，病毒性肝炎性肝硬化是引起门脉高压症的首要因素。而儿童则相反，许多文献报道门静脉阻塞是造成儿童门静脉高压症的主要原因。
    </p>
    <h3>常见症状</h3>
    <ol>
      <li>
        <span>呕血</span>
        <p>
          食管胃底静脉曲张破裂时，约半数患者可见呕血，多为鲜红血液，也可为暗红色血液。呕血之前可有上腹饱胀感，恶心加重及呃逆等先兆症状。
        </p>
      </li>
      <li>
        <span>黑便</span>
        <p>
          部分患者可仅有黑便，临床上常称之“柏油便”。黑便的色泽取决于血液在肠道停留时间的长短，如出血量大而速度快，粪便排出时往往呈紫红色。
        </p>
      </li>
      <li>
        <span>心悸</span>
        <p>
          大量出血导致血容量严重不足，心脏代偿性加快收缩而出现心率加速，可根据血压、脉搏的变化来大致判断出血的情况。
        </p>
      </li>
      <li>
        <span>头晕、黑蒙或晕厥</span>
        <p>为血压下降甚则休克，大脑供血不足所致。</p>
      </li>
      <li>
        <span>皮肤湿冷</span>
        <p>
          出血后，机体为了保证心脑肾的供血，肌肤血管收缩和血液灌注不足而出现皮肤灰白、湿冷。
        </p>
      </li>
      <li>
        <span>血压下降</span>
        <p>
          在出血初期，周围血管代偿性收缩，血液集中在心脏和大血管，此时血压正常或略低，随着继续出血，机体无法代偿，而出现血压下降，甚至出现休克。
        </p>
      </li>
    </ol>
    <h3>治疗方法</h3>
    <p>治疗目的是控制急性出血和预防再次出血。治疗手段包括药物治疗、三腔管气囊压迫止血、内镜治疗和外科治疗等。</p>
    <ol>
      <li>
        <span>一般综合治疗</span>
        <p>
          1、补充血容量。
          2、降低门静脉压通过药物作用降低门静脉和食管曲张静脉的压力，减轻曲张静脉血管壁张力。临床使用的药物主要有血管加压素和生长抑素、八肽衍生物奥曲肽等。
        </p>
      </li>
      <li>
        <span>气囊压迫法</span>
        <p>曲张静脉位于食管和胃底黏膜内，因此食管或胃内压迫均有止血作用，常用的是三腔二气囊管。此外，有四腔二气囊管，即在三腔管的食管囊上加一个管，用以抽吸食管内积液，减少三腔管使用中的肺部吸入。气囊压迫止血一般用于药物治疗无效的大出血或短期内反复出血的病例。</p>
      </li>
      <li>
        <span>内镜下食管胃底曲张静脉硬化剂治疗。</span>
      </li>
      <li>
        <span>食管曲张静脉结扎术</span>
        <p>内镜下皮圈套扎法治疗食管静脉曲张已有多年，目的是通过阻断该曲张部位的静脉血流，形成溃疡，此后逐步坏死纤维化。皮圈连同坏死组织产生脱痂，结扎后至坏死脱痂时间为7～15天。所以，该方法不适合急性出血止血治疗，主要用于出血后择期治疗。</p>
      </li>
    </ol>
    <h3>常用药物</h3>
    <div class="medicine">
      <el-tag
      v-for="(med, ind) in medicine"
      :key="ind"
      type="success"
      >{{ med }}</el-tag
    >
    </div>
    <h3>日常生活注意事项</h3>
    <ol>
      <li>多喝烫水</li>
      <li>还是多喝烫水</li>
    </ol>
  </div>
</template>
<script>
export default {
  data: () => {
    return {
      medicine: ["阿莫西林","九九感冒灵","开瑞坦"]
    }
  }
};
</script>

<style lang="less">

</style>