<template>
  <div>
      <div class="content">
    <el-card shadow="hover">
      <h4>精索静脉曲张</h4>
      <h5>Varicocele</h5>
    </el-card>
    <h3>疾病简介</h3>
    <p>
      简单地说，精索类似一个通道，里面有动脉、静脉、淋巴管、输精管等管道，为睾丸提供血液、精子，维持睾丸的正常生理功能。
精索静脉的血流方向，是由低往高走，须克服血液的重力影响，将血往上运输。正常的精索静脉里是有一种“静脉瓣”，它的使命就是保证血流只朝一个方向流动。如果静脉瓣出问题了，血液回流不了，就会淤血，淤血就会扩张静脉血管壁，使静脉出现迂曲、扩张。而如果静脉迂曲、扩张，又进一步影响了静脉瓣的功能。
当精索静脉曲张时，精索内静脉变得过长过粗，超过正常范围，睾丸静脉血流动时，阻碍变多，必然血流不通常，影响睾丸的正常功能，导致精子数量减少，精子氧化损伤加重等等，从而导致男性不育。严重的精索静脉曲张可引起患病一侧睾丸萎缩。
很多人发病经常在左侧，这是由于左侧的精索内静脉行走中，有一个直角，拐弯后才汇入到肾脏的大静脉，因此，左侧精索内静脉会承受更大的压力，这也是大部分精索静脉曲张发生在左侧的原因。
    </p>
    <h3>发病原因</h3>
    <p>
      男性精索静脉曲张大多数都是发生在青壮年身上，严重的患者会引发男性不育，所以了解引起发病的原因对于疾病的预防是非常关键的。
这种疾病分原发性和继发性两种，这两种类型的发病原因也有所不同。
    </p>
    <ol>
        <li>原发性精索静脉曲张多发生于15~30岁
            <ol>
                <li>日常活动或者工作时，经常站立，结果睾丸内的静脉血回流阻力增大，长期以往，静脉容易形成淤血，引起静脉变粗边长。</li>
                <li>部分由于先天性因素，睾丸静脉血管及周围的组织比较薄弱，削弱了对睾丸内静脉功能的支持作用。</li>
                <li>睾丸内静脉瓣发育不良，或者功能不良，导致静脉血反流，出现血液流通不畅，长期以往也会引起静脉曲张。</li>
                <li>过度地性刺激，导致盆腔及精索静脉频繁充血，从而诱发精索静脉曲张的发生。在部分病人中，结婚后精索静脉曲张可消失或减轻。</li>
            </ol>
        </li>
        <li>继发性精索静脉曲张多发于35岁以上
            <p>这种曲张，多是因为其他原发疾病作为诱发因素，比如肾肿瘤，输尿管肿瘤，肾积水，髂静脉梗阻等，原发疾病形成了肿块，肿块压迫了附近的精索静脉，使得静脉血液流通不畅，发生静脉曲张。</p>
        </li>
    </ol>
    <h3>常见症状</h3>
    <p>患者有时没有什么症状，常常在体检时发现，或者自我体检时，发现阴囊表面有蚯蚓状团块突起，或者因为不育去医院排查的时候才发现。
精索静脉曲张可以引起睾丸的坠胀感、隐痛、不适等症状，久站、步行后症状可加重，平卧后可缓解或消失。
目前，将患者的情况分为四级。一种就是触诊的时候摸不到曲张静脉，通过超声检查才可以发现轻微的精索静脉曲张，这种是亚临床型。I级是只有在屏气增加腹压之后，才能摸到精索静脉曲张。II级是指休息时，可以摸到静脉曲张，但肉眼看不到阴囊表面蚯蚓状突起。III级是指休息时，既能摸到，也能看到曲张的静脉。
这种疾病在 10 岁以前的男孩中很少见到，男孩子在青春期时患病率可上升至 8%~16%。15~19 岁的青少年，发病率和成年男性相当，大约为 15%。
医生在临床上碰到很多疾病，如慢性骨盆疼痛或是心理因素的作用，都可以引起睾丸坠胀、疼痛，医生通常会去做鉴别诊断。当发现自己的睾丸疼痛时，不要擅自乱用药物，最好及早到正规的医院就诊，以免耽误病情。</p>
    <h3>治疗方法</h3>
    <p>对于没有症状，或者仅有较轻症状的患者，医生会根据具体情况，采取非手术治疗。比如让患者使用阴囊托带，避免过度性生活造成盆腔及会阴部充血等，防止疾病进一步发展。
属于轻度精索静脉曲张的患者，如果做完检查之后，精液分析结果又正常，那么患者就应定期随诊。监测睾丸体积等的发展和变化。如果出现精液分析异常，睾丸缩小等，符合手术指征的情况下，医生会建议及时采取手术的方法治疗。
    经常被症状引起的不适困扰，为了缓解疾病症状，可以使用一些药物：</p>
    <ol>
        <li>改善睾丸肿胀、疼痛，缓解水肿：包括七叶皂苷类，黄酮类(爱脉朗等），非甾体类抗炎药(消炎痛、布洛芬等)。</li>
        <li>当精液检查结果提示异常，还可以使用一些改善精液质量的药物：包括肉碱类、雌激素受体拮抗剂(克罗米芬等)、抗氧化药物(维生素E等)、人绒毛膜促性腺激素等。</li>
    </ol>
    <p>当出现严重精索静脉曲张，比如符合下列指征，则需要手术治疗：
睾丸缩小、质地变软，小于20%的体积；精液检查异常；所伴发的相关症状，如会阴部或睾丸的坠胀、疼痛等，非常严重，以至于影响生活质量，且久治不愈者；Ⅱ级或Ⅲ级精索静脉曲张，血清睾酮水平明显下降，排除其他疾病，等等。</p>
    <h3>常用药物</h3>
    <div class="medicine">
      <el-tag
      v-for="(med, ind) in medicine"
      :key="ind"
      type="success"
      >{{ med }}</el-tag
    >
    </div>
    <h3>日常生活注意事项</h3>
    <ol>
      <li>多喝烫水</li>
      <li>还是多喝烫水</li>
    </ol>
  </div>
  </div>
</template>

<script>
export default {
    data:() => {
        return {
            medicine: ['迈之灵','爱脉朗','消炎痛','布洛芬','辛诺昔康']
        }
    }
}
</script>

<style>

</style>